INSERT INTO students (student_id,name,kana_name,nickname,email,area,age,gender)
VALUES ('st00000001','山田太郎','ヤマダタロウ','ヤマダタロウ','yamada@outlook.jp','大阪府大阪市北区',32,'男'),
       ('st00000002','山田花子','ヤマダハナコ','ヤマダハナコ','hanako_yamada@outlook.jp','大阪府大阪市北区',30,'女'),
       ('st00000003','山本大輔','ヤマモトダイスケ','ダイチャン','daisuke_yamamoto@outlook.jp','大阪府堺市',28,'男'),
       ('st00000004','吉田翔太郎','ヨシダショウタロウ','ヨッシー','shota_yoshida@email.com','大阪府松原市',26,'男'),
       ('st00000005','田中美咲','タナカミサキ','ミサ','tanaka.misaki@example.com','大阪府柏原市',30,'女');

INSERT INTO students_courses (course_id,student_id,course_name,course_st_day,course_ed_day)
VALUES ('co00000001','st00000001','java基礎コース','2025-04-01 00:00:00','2025-06-30 00:00:00'),
       ('co00000002','st00000002','webアプリ開発入門','2025-06-10 00:00:00','2025-09-10 00:00:00'),
       ('co00000003','st00000003','pyrhon入門コース','2025-03-20 00:00:00','2025-06-20 00:00:00'),
       ('co00000004','st00000004','セキュリティ基礎コース','2025-02-20 00:00:00','2025-05-31 00:00:00'),
       ('co00000005','st00000005','クラウド基礎コース','2025-04-15 00:00:00','2025-06-30 00:00:00');

